[
  {
    "title": "On January 21, 1978, Officer Daughtery (Washington State University PD) saw",
    "content": "Overdahl “leave a student dormitory carrying a half-gallon bottle of gin.” Believing him to be\\\nunderage, Daughtery stopped Overdahl and asked for identification. “Overdahl said that his\\\nidentification was in his dormitory room and asked if the officer would wait while he went to\\\nretrieve it.” The officer told him that he would have to accompany him, “to which Overdahl\\\nreplied ‘OK.’” The two proceeded to the 11th floor of the dorm, where Overdahl’s room was\\\nlocated. “Chrisman, Overdahl’s roommate, was in the room when the officer and Overdahl\\\nentered.” Daughtery “remained in the open doorway, leaning against the doorjamb while\\\nwatching Chrisman and Overdahl.” The officer noted that “Chrisman became nervous at the sight\\\nof an officer.”\\\nLess than a minute after they arrived, “the officer noticed seeds and a small pipe lying on a desk\\\n8 to 10 feet from where he was standing.” He recognized that he was looking at marijuana seeds\\\nand that the “pipe was of a type used to smoke marijuana.” He entered the room and looked\\\nmore closely at the items and confirmed his initial beliefs. Daughtery “informed Overdahl and\\\nChrisman of their” Miranda rights, and each “acknowledged that he understood his rights and\\\nindicated that he was willing to waive them.” Daughtery asked about other contraband in the\\\nroom, and Chrisman handed him the box he’d had in his hands when Daughtery arrived. It\\\n“contained three small plastic bags filled with marihuana and $112 in cash.” When a second\\\nofficer arrived in response to a call from Overdahl, they told the students that a room search\\\nwould be necessary. They told the two students that “they had an absolute right to insist that the\\\nofficers first obtain a search warrant, but that they could voluntarily consent to the search.” The\\\n“two students conferred in whispers for several minutes before announcing their consent” and\\\nthey also signed written waivers. “The search yielded more marihuana and a quantity of lysergic\\\nacid diethylamide (LSD).”\\\nChrisman was charged with possession of both drugs, and he moved for suppression of the\\\nevidence. When suppression was denied, Chrisman was eventually convicted on both charges.",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "seizure",
      "consent",
      "miranda",
      "drugs"
    ]
  },
  {
    "title": "Armed with an arrest warrant for Ricky Lyons, DEA agents developed information",
    "content": "that Lyons could be found at Gary Steagald’s house. Armed only with an arrest warrant, agents\\\nentered Steagald’s house to search for Lyons who was not there. They did not have a search\\\nwarrant. During the search for Lyons, officers spotted drug evidence.\\\nUpon being informed of the initial observation of cocaine in the house, the lead agent sent an\\\nofficer for a search warrant. While waiting for the warrant, they conducted a second search\\\nwhich revealed more incriminating evidence. When the officer returned with the warrant, a third\\\nsearch revealed 43 pounds of cocaine. Steagald was arrested on federal drug charges.\\\nPrior to trial, Steagald moved to suppress all the evidence uncovered during the various searches\\\nbased on the officers’ failure to obtain a search warrant before entering the house. Th motion\\\ndenied.",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "arrest",
      "drugs"
    ]
  },
  {
    "title": "Dunaway was a suspect in an attempted robbery and homicide, but the detective",
    "content": "lacked sufficient probable cause to get a warrant. However, the lead detective had other\\\ndetectives “pick up” Dunaway and “bring him in” for questioning. The detectives did so, and\\\n“although [Dunaway] was not told that he was under arrest, he would have been physically\\\nrestrained if he had attempted to leave.”\\\nDunaway was taken to headquarters, given his Miranda warnings and interrogated. Eventually he\\\nmade statements implicating himself in the crime in question. He was convicted, and the New",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "arrest",
      "miranda"
    ]
  },
  {
    "title": "The Court continued:",
    "content": "Multiple police cars, with blue lights flashing and sirens blaring, had been chasing\\\n[Harris] for nearly 10 miles, but he ignored their warning to stop. By contrast, those\\\nwho might have been harmed had Scott not taken the action he did were entirely\\\ninnocent. We have little difficulty in concluding it was reasonable for Scott to take the\\\naction that he did.”",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": []
  },
  {
    "title": "Place was waiting in line at Miami International Airport when his behavior",
    "content": "attracted the attention of narcotics agents. The officers approached Place and asked for\\\nidentification, which he provided. The officers asked for and received consent to search two\\\nchecked suitcases. However, because the plane was ready to depart, they did not search the\\\nsuitcases at that time.\\\nAfter he left, the officers discovered some discrepancies in addresses on his luggage tags.\\\n(Investigation revealed neither address existed.) They contacted New York DEA and New York\\\nbased agents approached Place as he deplaned at La Guardia Airport. The New York DEA agents\\\nasked for and received identification. Place refused to consent to a search of his luggage.\\\nThe agents advised Place that they were going to hold the luggage and seek a federal warrant to\\\nsearch the luggage. The DEA agents transported the luggage to Kennedy Airport, where the\\\nsuitcases were subjected to a “sniff test” by a drug canine. The dog reacted positively to one of\\\nthe cases. At that point, 90 minutes had elapsed. The agents later received a search warrant and\\\nopened the suitcases, finding cocaine in one of them.\\\n\\\n30\\\n\\\n\fPlace was convicted of a drug possession charge. The case was appealed, and the U.S. Supreme",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "consent",
      "drugs"
    ]
  },
  {
    "title": "Steven Dewayne Bond was traveling on a bus from California to Arkansas. The bus",
    "content": "stopped at a Border Patrol checkpoint in Texas, where a Border Patrol agent boarded the bus to\\\ncheck the immigration status of the passengers. After completing the check, the agent walked\\\nforward from the back of the bus, squeezing soft luggage that the passengers had placed in the\\\noverhead compartments. He squeezed a bag belonging to Bond that was in the compartment\\\nover Bond’s head and felt a solid brick-like object. Bond admitted the bag was his and gave\\\nconsent to the agent to open it. The agent discovered a brick of methamphetamine and arrested\\\nBond. Bond’s motion to suppress the drugs as fruit of an illegal search was denied, and he was\\\nconvicted of possession with intent to distribute methamphetamine.",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "consent"
    ]
  },
  {
    "title": "Police received an anonymous tip that an individual named Eric was selling",
    "content": "marijuana. Based on this tip, the police visited Eric Quintana’s residence to speak with him. An\\\nofficer knocked on the front door of the residence, which was a converted garage. When no one\\\nanswered, the officer went into the backyard in search of another door. However, the officer\\\nwalked thirty to forty feet across the back of Quintana’s home, stopping at a window near the far\\\nend of the house. The officer alleged he could clearly smell the odor of marijuana coming from\\\nan air-conditioner unit in the window and obtained a search warrant based on this information.\\\nDuring the warrant execution, over ninety (90) marijuana plants were discovered, and Quintana\\\nwas charged with cultivating marijuana and possession of drug paraphernalia. He entered an\\\nAlford plea, pending the outcome of a motion to suppress the evidence of the warrant, claiming\\\nthe knock-and-talk at his residence was unlawful.\\\nBottom:",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "drugs"
    ]
  },
  {
    "title": "On January 13, 1964, Pamela Mason, 14, left her home in Manchester, New",
    "content": "Hampshire during the evening hours in a heavy snowstorm. Apparently, Mason had received a\\\ncall from a man requesting a babysitter. Some eight days later, “her body was found by the site\\\nof a major north-south highway several miles away,” the victim of a homicide. The police\\\ninvestigation led to Edward Coolidge, when a neighbor reported that Coolidge had been away\\\nfrom home on the evening of the girl’s disappearance. The police asked Coolidge a number of\\\nquestions, including whether he owned any guns. Coolidge admitted to having two shotguns and\\\na rifle. Coolidge agreed to take a lie-detector test on his next day off. His actions were\\\ncharacterized as cooperative.\\\nOn Sunday morning, the police contacted him concerning the lie detector test and “asked him to\\\ncome down to the police station for the trip to Concord” where the test was to take place. That\\\nevening, two plainclothes officers arrived at the Coolidge house, where Coolidge’s wife and\\\nmother were awaiting his return. They told Coolidge’s mother to leave, and told his wife that\\\nCoolidge was in “serious trouble” and would likely not return that night. The officers were\\\napparently not the ones who had been there before. Upon request, his wife produced four guns\\\nfor their inspection and gave them clothing that she “thought her husband might have been\\\nwearing on the evening” Mason disappeared. Coolidge was kept in jail overnight on an unrelated\\\ncharge but released the next morning. The police continued their investigation, and they\\\n“accumulated a quantity of evidence to support the theory that it was he who had killed Pamela\\\nMason.” On February 19, the prosecution team concluded that it had sufficient “evidence to\\\njustify the arrest of Coolidge on the murder charge and a search of his house and two cars.” The",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "arrest"
    ]
  },
  {
    "title": "In Johnson\\'s case, they continued:",
    "content": "No suspect was fleeing or likely to take flight. The search was of permanent premises, not\\\na movable vehicle. No evidence or contraband was threatened with removal or\\\ndestruction, except perhaps the fumes which we suppose in time will disappear. But they\\\nwere not capable at any time of being reduced to possession for presentation to court.\\\nThe evidence of their existence before the search was adequate and the testimony of the\\\nofficers to that effect would not perish from the delay in getting a warrant.",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "seizure",
      "vehicle"
    ]
  },
  {
    "title": "Santa Clara police received an anonymous telephone tip that marijuana was",
    "content": "growing in Ciraolo’s backyard. The yard was surrounding by a six-foot outer fence and a 10-foot\\\ninner fence, completely enclosing the yard. The investigating officer secured a small, fixed-wing\\\nplane and flew over the yard at an altitude of 1,000 feet, within legal navigable airspace. Officers\\\nin the plane readily identified the eight-to-ten-foot-tall marijuana plants growing in the small\\\nbackyard and took photos of the plants. Based on this information, police obtained a search\\\nwarrant. The next day, 73 marijuana plants were seized from the property.",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "drugs"
    ]
  },
  {
    "title": "Dow Chemical operated a large chemical plant with numerous buildings, with",
    "content": "outdoor equipment and piping running between the buildings. Dow maintained elaborate\\\nfencing and security measures around the perimeter, and it was not possible to see the buildings\\\nfrom ground-level outside the grounds of the plant.\\\nThe EPA made a request to do an administrative inspection of the plant and was refused. The\\\nEPA employed a photographer to take photographs of the plant from the air. Upon learning of\\\nthis, Dow sued the EPA for an illegal search, arguing an expectation of privacy existed in the\\\nspace above the location.",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search"
    ]
  },
  {
    "title": "Kentucky State Police narcotics agents, acting on a report that marijuana was",
    "content": "being raised on Oliver’s farm, went to the farm to investigate. They drove past Oliver’s house to a\\\nlocked gate with a “No Trespassing “ sign, but with an open footpath around the gate on one\\\nside. The agents walked around the gate and alongside the road; they found a field of marijuana\\\nover a mile from Oliver’s house. The evidence was suppressed. The case was appealed, and the",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "drugs"
    ]
  },
  {
    "title": "Officer stopped Robinette for speeding. While stopped, the officer asked",
    "content": "Robinette for consent to search the car. Robinette consented to the search and the officer found\\\nsome marijuana and one tablet of MDMA. Robinette sought to suppress the evidence, claiming\\\n48\\\n\\\n\fthat the officer did not, and was required to, advise Robinette of that he was free to go before\\\nasking for consent. His motion was rejected; he was convicted. The case was appealed, and the",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "traffic-stop",
      "consent",
      "drugs",
      "vehicle"
    ]
  },
  {
    "title": "A Dade County police officer overheard Jimeno using a public telephone arranging",
    "content": "what the officer believed to be drug transaction. Jimeno then drove off in his car and the officer\\\nfollowed. When Jimeno turned right at a red light without stopping, the officer pulled Jimeno\\\nover. After advising Jimeno that he was going to give him a traffic citation, he then told Jimeno\\\nthat he believed he had narcotics in his car. The officer asked for permission to search the car,\\\nand Jimeno agreed. The passengers got out of the car and the officer began a search. He found a\\\nfolded, brown paper bag on the floor. The officer opened the bag and found cocaine inside.\\\nJimeno was arrested and charged with possession with intent to distribute, and he was\\\neventually convicted. On appeal, Jimeno contended that his permission to search the car did not\\\nextend to the closed paper bag inside the car. The case was appealed, and the U.S. Supreme",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "consent",
      "drugs",
      "vehicle"
    ]
  },
  {
    "title": "Mendenhall was stopped by agents of the DEA in the Detroit airport and was",
    "content": "asked to produce her identification and airline ticket. The names on the two did not match. She\\\nwas asked to accompany the agents to the DEA office in the airport and did so. Mendenhall was\\\nasked to consent to a search and did so. (She was told she did not have to consent to a search\\\nseveral times.)\\\nA female officer asked Mendenhall to remove several items of clothing. Without comment,\\\nMendenhall removed two packages from her underclothing; they appeared to contain heroin.\\\nShe was subsequently arrested. Mendenhall was convicted. The case was appealed, and the U.S.",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "consent"
    ]
  },
  {
    "title": "Scott and Janet Randolph were a married couple living in Americus, Georgia. They",
    "content": "separated in May 2001 over marital difficulties, with Janet going to Canada with her son to live\\\nwith her parents. Sometime later, Janet and the boy returned. It is unclear whether it was for the\\\npurpose of seeking reconciliation or to recover additional property. If it was to seek\\\nreconciliation, it did not go well. On the morning of July 6, 2001, Janet called the police because\\\nScott had taken their son away. When the police arrived, Janet not only advised them of their\\\nmarital difficulties and Scott’s taking of their son, Janet also told them Scott was a cocaine user.\\\nAfter Scott returned, and the boy was subsequently recovered by officers (he had been left with\\\na friend), the officers asked Scott about the drug use. Scott denied it. Janet told the officers that\\\nthere were items of drug evidence in the house. When the officers asked Scott if they could\\\nsearch his home, he emphatically refused permission. The officers then asked Janet, who not\\\nonly gave permission to search the home, but led them upstairs to Scott’s room. An officer\\\nobserved and seized a drinking straw with evident cocaine residue on it. He went to his cruiser to\\\nget an evidence bag for the straw, but when he returned to the house Janet revoked her\\\npermission. A search warrant was obtained and additional drug evidence was seized. Scott was\\\nindicted for possession of cocaine.\\\nAt trial, Scott’s motion to suppress the evidence as the product of a warrantless search, and that\\\nhis wife’s consent was negated by his unequivocal refusal was overruled. The trial court found\\\nthat Janet had common authority to consent to the search.",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "consent",
      "drugs"
    ]
  },
  {
    "title": "Schmerber was arrested for driving while intoxicated. He had been injured in a",
    "content": "wreck and taken to the hospital. A police officer directed the hospital to take a blood sample.\\\nThat sample indicated the presence of alcohol. Schmerber argued that he had not agreed to have\\\nthe blood drawn, and that the evidence violated his right against self-incrimination. Schmerber\\\nwas convicted, and the conviction was affirmed on appeal.",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": []
  },
  {
    "title": "On March 5, 1976, in Baltimore (MD), a robbery occurred. Afterward, the victim",
    "content": "“began receiving threatening and obscene phone calls from a man identifying himself as the\\\nrobber.” At one point, the caller told her to come to the porch and she saw a 1975 Monte Carlo\\\n(that she described to the police as being involved in the robbery) “moving slowly past her\\\nhome.” A few days later, police spotted a man fitting her description, driving a similar car, and\\\nwere able to trace the car to Michael Smith. The next day, a pen register was installed on Smith’s\\\nhome telephone – but no court order was obtained. Within a day or so, a call from Smith’s\\\ntelephone to the victim was indicated. The police obtained a search warrant for his residence\\\nwith that information. Eventually, they found a personal phone book with the victim’s name and\\\naddress, and he was arrested. The victim identified him in a subsequent line up.\\\nSmith was indicted for robbery and moved to suppress the evidence from the pen register,\\\narguing that the police should have had a warrant prior to the installation. The trial court denied\\\nthe motion, and the evidence was admitted. Eventually, he was convicted.",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "vehicle"
    ]
  },
  {
    "title": "Bowling Green police officers, with an arrest warrant for Lawrence Marquess for",
    "content": "drug trafficking, arrived at Marquess’ home. At the time, Marquess’ housemate and four visitors\\\nwere present, including Rawlings. Officers unsuccessfully searched the home for Marquess. In\\\nthe course of the search, officers smelled marijuana smoke and saw marijuana seeds in plain\\\n60\\\n\\\n\fsight. Two officers left to obtain a search warrant for the house, while the remaining officers\\\ndetained the occupants. (They were told they would be allowed to leave if they would consent to\\\na body search, two did so and were allowed to leave.)\\\nOfficers returned with a search warrant for the entire house. An officer read the warrant to the\\\nremaining three occupants of the house, and also read them Miranda warnings. At that time,\\\nRawlings was seated on the couch, next to one of the females, Cox. Cox’s purse was on the couch\\\nbetween them. Officer Rainey instructed Rawlings to stand to be searched, and another officer\\\ninstructed Cox to empty her purse onto the table. A large quantity of controlled substances,\\\nincluding LSD and methamphetamine, fell from the purse. Cox told Rawlings to “take what was\\\nhis” and he claimed ownership of all of the drugs. Rawlings was also in possession of $4,500 in\\\ncash and a knife. He was arrested. Rawlings stated at trial that he had asked Cox to “carry” the\\\nbag containing the drugs for him, and she had agreed. He claimed that the search of the purse\\\ninvaded his privacy. The Kentucky courts found that Rawlings had no expectation of privacy in",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "arrest",
      "consent",
      "miranda",
      "drugs"
    ]
  },
  {
    "title": "On July 18, 1987, just before 0600, a “lone gunman robbed an Amoco gasoline",
    "content": "station in Minneapolis, Minnesota, and fatally shot the station manager.” An officer, hearing the\\\nreport, immediately suspected Joseph Ecker and drove to his residence. The officer, and his\\\npartner, “arriv[ed] at about the same time that an Oldsmobile arrived.” The driver of the\\\nOldsmobile took “evasive action” and lost control, and the two men in the car fled on foot. Ecker,\\\nwho was later confirmed to have been the gunman, was captured, but the second man escaped.\\\nIn the “abandoned Oldsmobile,” the officers “found a sack of money and the murder weapon”\\\nand a title document and other documents with the name Rob Olson. The next morning, a\\\nwoman called the station and said that “a man by the name of Rob drove the car in which the gas\\\nstation killer left the scene, and that Rob was planning to leave town by bus.” She called back\\\nagain, a little later that same morning, with further details and an address for two other women\\\n(Louanne and Julie) that he’d told of his plans. When they arrived at the address, they learned it\\\nwas a duplex, and that the upstairs unit was occupied by Louanne and Julie Bergstrom (mother\\\nand daughter). They were not home, but the officers spoke to Helen Niederhoffer (Louanne\\\nBergstrom’s mother), who lived in the lower unit, and she told the officers that Olson had been\\\nstaying with the Bergstroms.\\\nAt about 1445, Niederhoffer called and told police that Olson had returned to the unit and police\\\nwere sent to surround the house. The detective-in-charge called the unit and spoke to Julie and\\\ntold her that Rob should come out. He overheard a male voice in the background say, “tell them I\\\nleft,” and she did so. Shortly afterward, and “[w]ithout seeking permission and with weapons\\\n62\\\n\\\n\fdrawn, the police entered the upper unit and found [Olson] hiding in a closet.” Shortly after his\\\narrest, Olson made an “inculpatory statement at police headquarters.”\\\nOlson was convicted of murder, armed robbery, and assault. The case was appealed, and the",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "arrest",
      "consent",
      "vehicle",
      "weapons"
    ]
  },
  {
    "title": "A police informant saw some people, through the window of an apartment,",
    "content": "bagging white powder. An officer then observed people for several minutes in a bagging\\\noperation through the apartment window. While officers were obtaining a warrant to enter the\\\napartment, two men, later identified as Carter and Johns, left the building and got into a car.",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "vehicle"
    ]
  },
  {
    "title": "On December 24, 1968, Pamela Powers, age 10, was abducted from a YMCA in",
    "content": "Des Moines, Iowa. During that same time, Williams was seen leaving the building carrying a large\\\nbundle wrapped in a blanket. A witness stated he had seen two legs protruding from the blanket.\\\nThe next day, Williams\\' car was found, 160 miles away, in Davenport, Iowa. Later, several items\\\nof Powers\\' clothing and a blanket were found at a rest stop between Des Moines and Davenport.\\\nPolice obtained a warrant for Williams and initiated a large-scale search of the areas on either\\\nside of the highway.\\\nWilliams surrendered to police in Davenport. Des Moines police informed his attorney that they\\\nwould pick up Williams in Davenport and bring him back to Des Moines, without interrogating\\\nhim. However, on the return trip, one of the detectives spoke to Williams about Powers\\' body\\\nbeing out in the snow, how it may prove impossible to find, and about how her parents deserved\\\nto give her a Christian burial. Det. Leaming told Williams he didn\\'t expect an answer, that he\\\nsimply wanted him to \\",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "vehicle"
    ]
  },
  {
    "title": "On April 6, 1983, at about 1:45 p.m., federal officers had Murray, Carter and",
    "content": "others under surveillance. They observed Murray driving a truck and Carter a green camper into\\\na “warehouse in South Boston.” They left about 20 minutes later and as they left, the agents saw\\\n“within the warehouse two individuals and a tractor-trailer rig bearing a long, dark container.”\\\nMurray and Carter later turned over the truck and camper to other drivers who were in turn\\\nfollowed and ultimately arrested, and the vehicles lawfully seized. Marijuana was found in both\\\nvehicles. Once they got this information, the officers in South Boston forced entry into the\\\nwarehouse. There was no one in the warehouse, but they saw, in plain view, “numerous burlapwrapped bales that were later found to contain marijuana.” The officers took no further action\\\nbut left the bales as they were and they “did not reenter [the warehouse] until they had a search\\\nwarrant.” They did not mention the prior entry when they applied for the warrant, nor did they\\\nuse any of their observations made in the entry in the application. They received the warrant\\\nsome eight hours after the entry and seized 270 bales of marijuana and lists of customers.\\\nMurray and Carter requested suppression of the evidence found in the warehouse. The trial\\\ncourt denied suppression and they were convicted. The case was appealed, and the U.S.",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "plain-view",
      "drugs",
      "vehicle"
    ]
  },
  {
    "title": "On August 7, 1999, a Baltimore County police officer stopped a vehicle for",
    "content": "speeding. Inside the vehicle were Partlow, the owner and driver, Pringle, sitting in the front\\\npassenger seat and Smith, who was sitting in the back seat. When asked, Partlow produced his\\\nregistration from the glove compartment. When he opened it, the officer spotted a \\",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "traffic-stop",
      "vehicle"
    ]
  },
  {
    "title": "Partlow and Smith were released.",
    "content": "At trial, Pringle requested a suppression of his confession, claiming that it came from an illegal\\\nwarrantless arrest that was not supported by probable cause. The trial court disagreed, however,\\\nand a jury convicted Pringle of possession with intent to distribute cocaine and possession of\\\ncocaine.",
    "category": "ARREST",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "arrest",
      "drugs"
    ]
  },
  {
    "title": "Two Houston police officers applied to a magistrate for a warrant to search",
    "content": "Aguilar\\'s home for narcotics. Their affidavit, in relevant part, recited that:\\\n\\",
    "category": "SEARCH WARRANTS",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "drugs"
    ]
  },
  {
    "title": "The Court noted:",
    "content": "[I]nformed and deliberate determinations of magistrates . . . are to be preferred over hurried\\\naction of officers . . . who may happen to make arrests. The reasons for this rule go to the\\\nfoundations of the Fourth Amendment. A contrary rule that evidence sufficient to support a\\\nmagistrate\\'s disinterested determination to issue a search warrant will justify the officers in\\\nmaking a search without a warrant would reduce the Amendment to a nullity and leave the\\\npeople’s homes secure only in the discretion of police officers.\\\n...\\\nThe point of the Fourth Amendment is not that it denies law enforcement the support of usual\\\ninferences which reasonable men may draw from evidence but that it requires that such\\\ninferences to be drawn by neutral and detached magistrate instead of the officer engaged in the\\\noften competitive enterprise of ferreting out crime.\\\nAn affidavit for a search warrant may be based on hearsay information and need not reflect\\\ndirect personal observations of the affiant, but magistrate must be informed of some of the\\\n74\\\n\\\n\funderlying circumstances on which informant based his conclusions and some of the underlying\\\ncircumstances from which officer concluded that the informant, whose identity need not be\\\ndisclosed, was \\",
    "category": "SEARCH WARRANTS",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "4th-amendment"
    ]
  },
  {
    "title": "Bloomingdale police received an anonymous letter that included statements that",
    "content": "Lance and Susan Gates (husband and wife) were engaged in selling drugs. The text of the letter\\\nfollows:\\\nThis letter is to inform you that you have a couple in your town who strictly make their\\\nliving on selling drugs. They are Sue and Lance Gates, they live on Greenway, off\\\nBloomingdale Rd. in the condominiums. Most of their buys are done in Florida. Sue his wife\\\ndrives their car to Florida, where she leaves it to be loaded up with drugs, then Lance flys\\\ndown and drives it back. Sue flys back after she drops the car off in Florida. May 3 she is\\\ndriving down there again and Lance will be flying down in a few days to drive it back. At\\\nthe time Lance drives the car back he has the trunk loaded with over $100,000.00 in drugs.",
    "category": "SEARCH WARRANTS",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "vehicle"
    ]
  },
  {
    "title": "Presently they have over $100,000.00 worth of drugs in their basement.",
    "content": "They brag about the fact they never have to work, and make their entire living on pushers.\\\nI guarantee (sic) if you watch them carefully you will make a big catch. They are friends\\\nwith some big drug dealers, who visit their house often.\\\nUpon receiving this letter, the police initiated an investigation. They learned that Lance Gates did\\\nlive at a particular address in Bloomingdale. Further investigation revealed a second possible\\\naddress. The police also determined that Gates had a reservation to fly to West Palm Beach,\\\nFlorida, from Chicago on May 5. The police contacted Florida DEA agents, who met the plane and\\\nfollowed Gates to a Holiday Inn nearby. He went to a room registered to Susan Gates. The next\\\nmorning, both Gates and the woman (later identified as Susan Gates) left the hotel in a Mercury\\\nstation wagon, which was registered to Gates. They went northbound on an interstate highway.",
    "category": "SEARCH WARRANTS",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "drugs"
    ]
  },
  {
    "title": "Police officers, executing a warrant on a residence to search for narcotics,",
    "content": "encountered Summers leaving the house. The officers requested Summers’ assistance in entering\\\nthe house and detained him during the search. Finding narcotics in the house, and learning\\\n78\\\n\\\n\fSummers did own the house, the police arrested and searched Summers. Heroin was found in his\\\ncoat pocket. Summers requested and was granted suppression. The case was appealed, and the",
    "category": "SEARCH WARRANTS",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "arrest",
      "drugs"
    ]
  },
  {
    "title": "Cleveland Police Detective Martin McFadden had been a policeman for 39 years, a",
    "content": "detective for 35 years, and had been assigned to his beat in downtown Cleveland for 30 years. At\\\napproximately 2:30 p.m. on October 31, 1963, Officer McFadden was patrolling in plain clothes.\\\nTwo men, Chilton and Terry, standing on the corner of Huron Road and Euclid Avenue, attracted\\\nhis attention. McFadden had never seen the men before and he was unable to say precisely what\\\nfirst drew his eye to them. His interest aroused, Officer McFadden watched the two men. He saw\\\none of the men leave the other and walk past some stores. He paused and looked in a store\\\nwindow, then walked a short distance, turned around and walked back toward the corner,\\\npausing once again to look in the same store window. Then the second man did the same. This\\\nsame trip was repeated approximately a dozen times. At one point, a third man approached\\\nthem and engaged them in conversation. This man then left. Chilton and Terry resumed their\\\nroutine for another 10-12 minutes, then left to meet with the third man.\\\nOfficer McFadden testified that he suspected the men were \\",
    "category": "SEARCH WARRANTS",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "terry-stop"
    ]
  },
  {
    "title": "On April 22, 1987, Corporal Davis of the Montgomery (Alabama) Police",
    "content": "Department received a phone call from an unknown person, who stated that Vanessa White\\\nwould be leaving a particular address at a particular time in a specifically described vehicle. The\\\ncaller further stated that she would be going to Dobey’s Motel and would be in possession of\\\napproximately an ounce of cocaine inside a briefcase. Davis proceeded to the address given,\\\nalong with another officer, and watched White leave the building and get into the vehicle. Davis\\\nthen followed White to the motel. At that time, White appeared to be carrying nothing. With the\\\nhelp of a marked unit, Davis stopped the vehicle and asked White to step out, which she did.\\\nDavis explained that she was suspected of carrying cocaine, and requested permission to search,\\\nwhich she gave. Davis found a briefcase in the trunk, and White provided the combination. Davis\\\nfound marijuana in the briefcase and arrested White. During booking, a small amount of cocaine\\\nwas found in White’s purse.\\\nWhite moved to suppress the evidence based on an unlawful stop, but the motion was denied.",
    "category": "SEARCH WARRANTS",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "consent",
      "drugs",
      "vehicle"
    ]
  },
  {
    "title": "Miami-Dade officers received an anonymous tip that a young black male was",
    "content": "standing at a particular bus stop, wearing a plaid shirt, and that he was in possession of a gun. A\\\nfew minutes later, officers found J.L., wearing a plaid shirt, along with two other young men,\\\nstanding at that location. The officers observed no suspicious conduct, nor did they see anything\\\nto lead them to suspect that J.L. had a weapon. They seized and frisked J.L. and found a firearm.\\\n87\\\n\\\n\fUltimately, the Florida courts found that the search was invalid and suppressed the evidence.",
    "category": "SEARCH WARRANTS",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "weapons"
    ]
  },
  {
    "title": "On September 13, 1965, three police officers arrived at Chimel’s home with a",
    "content": "warrant authorizing his arrest for the burglary of a coin shop. The officers knocked on the door,\\\nidentified themselves to Chimel\\'s wife, and asked if they might come into the house. She agreed.\\\nThey waited 10 or 15 minutes until Chimel returned home from work. When Chimel entered the\\\nhouse, one of the officers handed him the warrant and asked for permission to \\",
    "category": "SEARCH WARRANTS",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "arrest",
      "consent"
    ]
  },
  {
    "title": "About 8 a.m. on March 17, 1962, an armed robber entered the business premises",
    "content": "of the Diamond Cab Company in Baltimore, Maryland. The robber took $363 and ran. Two cab\\\ndrivers in the vicinity, attracted by the shouts of \\",
    "category": "SEARCH WARRANTS",
    "type": "legal-reference",
    "related_krs": [],
    "tags": []
  },
  {
    "title": "Lange drove by a California Highway Patrol Officer in Sonoma, California, while",
    "content": "listening to loud music with his windows rolled down and was repeatedly honking his horn. The\\\nofficer began to follow Lange’s vehicle and ultimately decided to execute a traffic stop for a noise\\\ninfraction by activating his cruiser’s emergency equipment. At this point, Lange was\\\napproximately one hundred feet from his residence. Rather than stopping, Lange continued to\\\nhis driveway and pulled his car into his attached garage. The officer followed Lange into the\\\ngarage and began questioning him. Observing signs of intoxication, the officer subjected Lange\\\nto several field sobriety tests. Lange did not perform well on the field sobriety tests, and a later\\\nblood test revealed that his blood alcohol content was more than three times the legal limit in",
    "category": "SEARCH WARRANTS",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "traffic-stop",
      "exigent-circumstances",
      "vehicle"
    ]
  },
  {
    "title": "California.",
    "content": "The officer charged Lange with driving under the influence of alcohol, a misdemeanor, and a\\\nnoise infraction. Lange moved to suppress all evidence obtained after the officer entered his\\\ngarage, arguing that the warrantless entry violated the Fourth Amendment. In response, the\\\nState of California argued that the officer had probable cause to arrest Lange for the\\\nmisdemeanor offense of failing to comply with a police signal. Further, the State of California\\\nasserted that the pursuit of a suspected misdemeanant always qualifies as an exigent\\\ncircumstance authorizing a warrantless home entry. The Superior Court denied the motion to\\\nsuppress, and this decision was affirmed on appeal.",
    "category": "SEARCH WARRANTS",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "search",
      "arrest",
      "4th-amendment"
    ]
  },
  {
    "title": "Officers patrolling a “high drug area” in an unmarked car observed Brown, the",
    "content": "driver of a truck, waiting at stop sign for unusually long time, then turning suddenly without\\\nsignaling, and finally speeding. Officers stopped the vehicle. Upon approaching the truck, officers\\\nsaw plastic bags containing crack cocaine in Whren’s hands – Whren was in the passenger seat.\\\nWhren argued that the officer’s reason for approaching the car was pretextual, and that the\\\ndrugs should be suppressed. Whren was eventually convicted. The case was appealed, and the",
    "category": "SEARCH WARRANTS",
    "type": "legal-reference",
    "related_krs": [],
    "tags": [
      "traffic-stop",
      "drugs",
      "vehicle"
    ]
  },
  {
    "title": "General Information concerning the Department of Criminal Justice Training may",
    "content": "be found at http://docjt.ky.gov. Information relating to the publications of the\\\nagency, may be found at http://docjt.ky.gov/publications.asp.",
    "category": "COMPUTER / ELECTRONIC CRIME",
    "type": "legal-reference",
    "related_krs": [],
    "tags": []
  },
  {
    "title": "Questions concerning changes in statutes, current case laws, and general legal",
    "content": "issues concerning law enforcement agencies and/or their officers can be\\\naddressed to docjt.legal@ky.gov. The Legal Training Section staff will monitor\\\nthis site, and questions received will be forwarded to a staff attorney for reply.",
    "category": "COMPUTER / ELECTRONIC CRIME",
    "type": "legal-reference",
    "related_krs": [],
    "tags": []
  },
  {
    "title": "Questions concerning the Kentucky Law Enforcement Council policies and those",
    "content": "concerning KLEPF will be forwarded to the DOCJT General Counsel for\\\nconsideration. It is the goal that questions received be answered within two to\\\nthree business days (Monday-Friday). Please include in the query your name,\\\nrank, agency, and a day phone number should the assigned attorney needs\\\nclarification on the issues to be addressed.",
    "category": "COMPUTER / ELECTRONIC CRIME",
    "type": "legal-reference",
    "related_krs": [],
    "tags": []
  },
  {
    "title": "Commonwealth of Kentucky",
    "content": "Department of Criminal Justice Training\\\nNOTES\\\nWhile many of these cases involves multiple issues, only those issues of interest to Kentucky law enforcement officers\\\nare reported in these summaries. In addition, a case is only reported under one topical heading, but multiple issues may\\\nbe referenced in the discussion. Readers are strongly encouraged to share and discuss the case law and statutory\\\nchanges discussed herein with agency legal counsel, to determine how the issues discussed in these cases may apply to\\\nspecific cases in which your agency is or may be involved.\\\nNon-published opinions may be included in this update and will be so noted, see below for specific caveats regarding\\\nthese cases. Cases that are not final at the time of printing are not included. When relevant opinions are finalized, they\\\nwill be included in future updates.\\\nAll quotes not otherwise cited are from the case under discussion. Certain cases, because they appear so often and in\\\ncases not specific to their topic matter, do not have their citations included in the endnotes. Their full citations are:",
    "category": "COMPUTER / ELECTRONIC CRIME",
    "type": "legal-reference",
    "related_krs": [],
    "tags": []
  },
  {
    "title": "TABLE OF CONTENTS",
    "content": "TABLE OF CONTENTS…………………………………………………………………………………….1.1",
    "category": "Section 1",
    "type": "legal-reference",
    "related_krs": [],
    "tags": []
  },
  {
    "title": "KRS Chapter 510 or a criminal attempt, conspiracy, facilitation, or solicitation to",
    "content": "commit any degree of rape, sodomy, or sexual abuse, or incest under KRS 530.020;\\\n(8) \\",
    "category": "Section 149: Voters, in all cases except treason, felony, breach of surety of the peace, or violation of the",
    "type": "legal-reference",
    "related_krs": [
      "530.020"
    ],
    "tags": []
  },
  {
    "title": "KRS Chapter 281A",
    "content": "COMMERCIAL DRIVER\\'S LICENSES\\\n(Selected Sections)\\\nKRS 281A.010 Definitions\\\n(1) \\",
    "category": "Section 149: Voters, in all cases except treason, felony, breach of surety of the peace, or violation of the",
    "type": "legal-reference",
    "related_krs": [
      "281"
    ],
    "tags": []
  },
  {
    "title": "KRS CHAPTER 507A",
    "content": "FETAL HOMICIDE\\\nKRS 507A.010 Definitions -- Exceptions\\\n(1) As used in this chapter:\\\n(a) \\",
    "category": "Section 149: Voters, in all cases except treason, felony, breach of surety of the peace, or violation of the",
    "type": "legal-reference",
    "related_krs": [
      "507"
    ],
    "tags": []
  },
  {
    "title": "KRS CHAPTER 531",
    "content": "PORNOGRAPHY\\\nKRS 531.010\\\n\\\nDefinitions\\\n\\\nAs used in this chapter:\\\n(1) \\",
    "category": "Section 149: Voters, in all cases except treason, felony, breach of surety of the peace, or violation of the",
    "type": "legal-reference",
    "related_krs": [
      "531.010"
    ],
    "tags": []
  }
]